Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/Buildings.xcstrings
Source language: en
Languages: es

# AddedHay
source: Added {0} pieces of hay to the silo.
es: Has añadido {0} montones de heno al silo.

# Barn_Description
source: Houses 4 barn-dwelling animals.
es: Alberga 4 animales de establo.

# Barn_Name
source: Barn
es: Establo

# BigBarn_Description
source: Houses 8 barn-dwelling animals. Allows animals to give birth. Unlocks goats.
es: Alberga 8 animales de establo. Permite a los animales dar a luz. Desbloquea las cabras.

# BigBarn_Name
source: Big Barn
es: Establo grande

# BigCoop_Description
source: Houses 8 coop-dwelling animals. Comes with an incubator. Unlocks ducks.
es: Alberga 8 animales de corral. Incluye una incubadora. Desbloquea los patos.

# BigCoop_Name
source: Big Coop
es: Corral grande

# BigShed_Description
source: Doubles the size of the shed. The interior can be decorated.
es: Dobla el tamaño del cobertizo. El interior puede decorarse.

# BigShed_Name
source: Big Shed
es: Cobertizo grande

# BuildingSkinMenu_ChooseAppearance
source: Select an appearance for your {0}.
es: Selecciona una apariencia para tu {0}.

# Cabin_Description
source: A home for a friend! Subsidized by the town agricultural fund.
es: ¡Un hogar para un amigo! Subvencionado por el fondo agrícola municipal.

# Cabin_Name
source: Cabin
es: Cabaña

# CantEnter
source: Can't enter right now
es: No se puede entrar ahora mismo.

# CantMill
source: Can't be milled
es: No se puede moler.

# CantPutInPonds
source: The {0} wouldn't be happy in there.
es: El {0} no sería feliz aquí.

# Coop_Description
source: Houses 4 coop-dwelling animals.
es: Alberga 4 animales de corral.

# Coop_Name
source: Coop
es: Corral

# DeluxeBarn_Description
source: Houses 12 barn-dwelling animals. Comes with an auto-feed system. Unlocks sheep and pigs.
es: Alberga 12 animales de establo. Incluye un sistema de autoalimentación. Desbloquea las ovejas y los cerdos.

# DeluxeBarn_Name
source: Deluxe Barn
es: Establo de lujo

# DeluxeCoop_Description
source: Houses 12 coop-dwelling animals. Comes with an auto-feed system. Unlocks rabbits.
es: Alberga 12 animales de corral. Incluye un sistema de autoalimentación. Desbloquea los conejos.

# DeluxeCoop_Name
source: Deluxe Coop
es: Corral de lujo

# DesertObelisk_Description
source: Warps you to the desert.
es: Te teletransporta al desierto.

# DesertObelisk_Name
source: Desert Obelisk
es: Obelisco del desierto

source: Dismount before entering
es: Desmonta antes de entrar.

# EarthObelisk_Description
source: Warps you to the mountains.
es: Te teletransporta a la montaña.

# EarthObelisk_Name
source: Earth Obelisk
es: Obelisco terrestre

# FishPond_Description
source: Raise fish and harvest their produce. Fish multiply over time.
es: Cría peces para recolectar su producción. Los peces se multiplican con el tiempo.

# FishPond_Name
source: Fish Pond
es: Estanque de peces

# GoldClock_Description
source: Prevents debris from appearing on your farm. Keeps fences from decaying.
es: Mantiene el suelo de tu granja libre de molestias. También impide que las vallas se deterioren.

# GoldClock_Name
source: Gold Clock
es: Reloj de oro

# Greenhouse_Description
source: A place to grow crops from any season; year round!
es: ¡Un lugar para plantar cultivos de cualquier estación durante todo el año!

# Greenhouse_Name
source: Greenhouse
es: Invernadero

# IslandObelisk_Description
source: Warps you to Ginger Island.
es: Te teletransporta a Isla Jengibre.

# IslandObelisk_Name
source: Island Obelisk
es: Obelisco de la Isla

# JunimoHut_Description
source: Junimos will harvest crops around the hut for you.
es: Los junimos cosecharán por ti los cultivos que haya junto a la cabaña.

# JunimoHut_Name
source: Junimo Hut
es: Cabaña junimo

# Mill_Description
source: Allows you to mill wheat; beets and rice.
es: Permite moler el trigo; las remolachas y el arroz.

# Mill_Name
source: Mill
es: Molino

# MillFull
source: No space left
es: No queda espacio.

# NeedSilo
source: Silo Required
es: Necesitas un silo.

# NoFish
source: Fish can be placed into this pond.
es: Puedes colocar peces en este estanque.

# Paint_Region_Roof
source: Roof
es: Tejado

# PetBowl_Description
source: Provides a dedicated home for one pet.
es: Provee una casa destinada a una sola mascota.

# PetBowl_Name
source: Pet Bowl
es: Cuenco para mascota

# PiecesOfHay
source: Pieces of Hay= {0}/{1}
es: Cantidad de heno= {0}/{1}

# PondFull
source: This pond is full.
es: Este estanque está lleno.

# Shed_Description
source: An empty building. Fill it with whatever you like! The interior can be decorated.
es: Un edificio vacío. ¡Llénalo con lo que quieras! El interior se puede decorar.

# Shed_Name
source: Shed
es: Cabaña

# ShippingBin_Description
source: Throw items inside to sell them overnight.
es: Mete objetos en su interior para venderlos durante la noche.

# ShippingBin_Name
source: Shipping Bin
es: Cubo de entrega

# Silo_Description
source: Allows you to cut and store grass for feed.
es: Te permite segar y acumular hierba para alimentar a tus animales.

# SlimeHutch_Description
source: Raise up to 20 slimes. Fill water troughs and slimes will create slime balls.
es: Cría hasta 20 babas. Llena los abrevaderos y las babas crearán bolas de baba.

# SlimeHutch_Name
source: Slime Hutch
es: Criadero de babas

# Stable_Description
source: Allows you to keep and ride a horse. Horse included.
es: Te permite tener un caballo y montar en él. Caballo incluido.

# Stable_Name
source: Stable
es: Cuadra

source: Under construction.
es: Construcción en curso.

# WaterObelisk_Description
source: Warps you to the beach.
es: Te teletransporta a la playa.

# WaterObelisk_Name
source: Water Obelisk
es: Obelisco marino

# Well_Description
source: Provides a place for you to refill your watering can.
es: Te proporciona un lugar para rellenar tu regadera.

# Well_Name
source: Well
es: Pozo

# WrongFishType
source: Your {0} doesn't want to live in a {1} pond.
es: Tu {0} no quiere vivir en un estanque de {1}.

# WrongFishTypeCoral
source: {0} can only be placed in a {0} Pond.
es: {0} solo puede ser colocado en un estanque de {0}.
